[
{"name": "Beautiful Apartment", "stars": null, "address": "No 28, Ramakrishan Road, Ben Tower. Apt 3/8, Wellawatte, 00300 Colombo, Sri Lanka", "review_score": "10", "des": "This air-conditioned apartment is fitted with 2 bedrooms, a satellite flat-screen TV, a dining area, and a kitchen."},
{"name": "Araliya Apartment", "stars": null, "address": "onThree20, Tower 3, Apartment 15/B2, Union Place, Colombo 2, 00200 Colombo, Sri Lanka", "review_score": "9.7", "des": "The air-conditioned accommodation will provide you with a seating area with sofa, flat-screen satellite TV and washing machine. There is a kitchenette with a microwave and a refrigerator. Featuring a shower, private bathrooms come with a hairdryer. You can enjoy lake view and city view from the balcony."},
{"name": "Dolce Casa", "stars": null, "address": "5 Skelton Road, 00500 Colombo, Sri Lanka", "review_score": "9.3", "des": "All units in the guest house are fitted with a kettle. Rooms are complete with a private bathroom equipped with free toiletries, while selected rooms are equipped with a balcony. All guest rooms feature a desk."},
{"name": "Luxury Serviced Apartment", "stars": null, "address": "46/10/11 Station Road, Dehiwala, 10350 Colombo, Sri Lanka", "review_score": "10", "des": "Each unit has a balcony, a kitchenette with an oven, a dining area and a flat-screen TV, while the private bathroom includes a bath or shower. There is also a microwave, toaster and a kettle."},
{"name": "Mahasen by Foozoo", "stars": null, "address": "15A MAHASEN MAWATHA, 00500 Colombo, Sri Lanka", "review_score": "9.0", "des": "Some units include a seating area where you can relax. Superior rooms have a sauna or a hot tub."},
{"name": "Richmond House Colombo", "stars": null, "address": "292, High Level Road, 10250 Colombo, Sri Lanka", "review_score": "8.9", "des": "The hotel offers a continental or Asian breakfast."},
{"name": "Cinnamon Red Colombo", "stars": "4-star hotel", "address": "59 Ananda Coomaraswamy Mawatha Colombo 03, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "8.7", "des": "The hotel is just a 10-minute walk from Liberty Cinema Hall and 1,000 yards from Sri Lanka National Museum. Colombo Town Hall is about 0.7 miles away, while Bandaranaike International Airport is accessible within a 1-hour drive."},
{"name": "Onthree20 Residencies in City Centre", "stars": "4-star hotel", "address": "Onthree20 Residencies, 320, Union Place, Colombo 2, 00200 Colombo, Sri Lanka", "review_score": "9.6", "des": "This air-conditioned 2-bedroom apartment comes with a kitchen, a seating area, a dining area and a satellite flat-screen TV. The apartment also offers a bathroom with a bath, a shower and free toiletries."},
{"name": "City Lake Residence by Sunrise", "stars": "3 stars", "address": "30/2, Alwis Place, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "8.6", "des": "Some units feature a terrace and/or a balcony with garden or city views."},
{"name": "Amber FR 16 - Colombo", "stars": "4-star hotel", "address": "No 16, Flower Terace, Colombo 03, Kollupitiya, 00100 Colombo, Sri Lanka", "review_score": "8.5", "des": "All units are equipped with a flat-screen TV and a fully equipped kitchenette with a microwave. A fridge and stovetop are also available, as well as a kettle."},
{"name": "Royal Park Luxury 3 Bedroom Apartment @18", "stars": null, "address": "115, Lake Drive, Borella 18th Floor, Colombo, 10107 Colombo, Sri Lanka", "review_score": "10", "des": "The apartment includes 3 bedrooms, a kitchen with an oven and a microwave, as well as a kettle. The air-conditioned apartment also offers a flat-screen TV, a seating area, washing machine and a bathroom with a hot tub."},
{"name": "A One Hotel - \"The Marine\"", "stars": "3-star hotel", "address": "37 Frances Road Wellawatte, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "8.2", "des": "All guest rooms in the hotel are equipped with a flat-screen TV with satellite channels. All rooms include a private bathroom, while selected rooms are fitted with a balcony and others also boast a sea view. The rooms at A One Hotel - \"The Marine\" include air conditioning and a desk."},
{"name": "Fern Colombo", "stars": "3 stars", "address": "78 Rosmead Place, 00700 Colombo, Sri Lanka", "review_score": "8.8", "des": "All guest rooms are fitted with a flat-screen TV with satellite channels, , a kettle, a bath or shower and a desk. With a private bathroom, rooms at the bed and breakfast also provide guests with a city view."},
{"name": "Golden Pier City Hotel", "stars": "3-star hotel", "address": "No.74,K B Christie Perera Road,Colombo 13, 01300 Colombo, Sri Lanka", "review_score": "8.4", "des": "All rooms at the hotel are fitted with a seating area, a flat-screen TV with satellite channels and a private bathroom with free toiletries and a bath. Rooms are fitted with a kettle, while selected rooms here will provide you with a balcony and others also have sea views. The units at Golden Pier City Hotel feature air conditioning and a desk."},
{"name": "Gower House", "stars": null, "address": "20 GOWER ST COLOMBO 5, 00500 Colombo, Sri Lanka", "review_score": "9.4", "des": "At the bed and breakfast, each room is equipped with a desk. The private bathroom is equipped with a shower and free toiletries. The units at Gower House include air conditioning and a wardrobe."},
{"name": "Maniumpathy Hotel", "stars": "4 stars", "address": "129 Kynsey Road, 00700 Colombo, Sri Lanka", "review_score": "9.3", "des": "At the resort, all rooms are equipped with a desk, a flat-screen TV and a private bathroom. Every room includes air conditioning, and certain rooms at Maniumpathy Hotel have a balcony. All guest rooms have a wardrobe."},
{"name": "Venue Colombo", "stars": "4-star hotel", "address": "229 Castle Street, , Borella, 00800 Colombo, Sri Lanka", "review_score": "7.7", "des": "Every room is equipped with a flat-screen TV with cable channels. You will find a kettle in the room. All rooms are fitted with a private bathroom with a bath and bidet, with free toiletries provided."},
{"name": "Yoho City Stop", "stars": "3-star hotel", "address": "No.12/14,Vajira Road,Colombo 04., 00400 Colombo, Sri Lanka", "review_score": "9.1", "des": "Guests can also relax in the shared lounge area."},
{"name": "Stratford Hill Apartment", "stars": null, "address": "110 Stratford Avenue Colombo 6, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "10", "des": "Composed of 2 bedrooms, this apartment features 2 bathrooms with a bidet, a shower and a hair dryer. The accommodation is fitted with a kitchen."},
{"name": "The Shalimar Residence", "stars": null, "address": "43-92A Poorwarama Mawatha, Colombo 05, 00005 Colombo, Sri Lanka", "review_score": "9.3", "des": "This air-conditioned holiday home comes with a kitchen, a seating area, a dining area and a cable flat-screen TV. The holiday home also provides guests with a bathroom with a bath, a bidet and free toiletries."},
{"name": "Yoho Hotel Sunshine", "stars": "5-star hotel", "address": "No :5A,Shrubbery Garden, 00400 Colombo, Sri Lanka", "review_score": "7.5", "des": "Each room here will provide you with a flat-screen satellite TV, seating area and minibar. Featuring a shower, private bathroom comes with bathrobes and free toiletries. You can enjoy sea and city view from the balcony."},
{"name": "Anugaa in The City", "stars": "3 stars", "address": "102/2, Kitulwatta Road, Colombo 8, Borella, 00800 Colombo, Sri Lanka", "review_score": "9.0", "des": "Each room is equipped with a flat-screen TV with satellite channels. Some rooms include a seating area to relax in after a busy day. Each room comes with a private bathroom equipped with a bidet and shower. Bed and Breakfast Colombo features free WiFi throughout the property."},
{"name": "Royal Park Luxury 3Bedroom Apartment@12", "stars": "4 stars", "address": "115A-1205,  Royal park Condominium, Lake Drive, Rajagiriya Lake Drive Rajagiriya, 10100 Colombo, Sri Lanka", "review_score": "8.3", "des": "There is a seating area, a dining area and a kitchen equipped with an oven, refrigerator and washing machine. Towels and bed linen are provided in this self-catering accommodation. Other facilities at Royal Park Luxury 3Bedroom Apartment@12 include a spa centre and sauna. The apartment features free WiFi throughout the property."},
{"name": "Yoho Bro Hotel", "stars": null, "address": "Bawa Place 1, Borella, 00800 Colombo, Sri Lanka", "review_score": "7.2", "des": "At the hotel, all rooms include a desk, a flat-screen TV and a private bathroom."},
{"name": "Capital 7", "stars": null, "address": "NO 62, ROSMEAD PLACE, 00700 Colombo, Sri Lanka", "review_score": "9.0", "des": "All units include a seating area. Some units have a dining area and/or balcony. There is also a kitchen, fitted with a dishwasher and oven. A microwave and toaster are also offered, as well as a kettle. Bed linen is provided."},
{"name": "Villa Capers", "stars": "3 stars", "address": "26, Chandraleka Mawatha, Off Cotta Road, Borella, Borella, 00800 Colombo, Sri Lanka", "review_score": "8.9", "des": "The property is just 0.9 miles from University of Colombo and 1.1 miles from Sinhalese Sports Club. Bandaranaike International Airport is approximately a 30-minute drive away."},
{"name": "Villa Crystals", "stars": "3 stars", "address": "288 C, Bakmeegaha Road, Malabe, 10115 Colombo, Sri Lanka", "review_score": "9.0", "des": "At the hotel, the rooms have a desk and a flat-screen TV. Rooms are complete with a private bathroom equipped with a shower and free toiletries, while certain rooms at Villa Crystals also feature a terrace."},
{"name": "Silvikris Residence", "stars": null, "address": "298 High Level Road colombo 06 kirulapone 298 Highlevel road kirulapone, colombo 06 apt 6/3, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "9.6", "des": "Opening onto a terrace, this air-conditioned apartment comes with 2 separate bedrooms. An oven and a fridge can be found in the kitchenette."},
{"name": "Yoho Edward Lane", "stars": null, "address": "No 25,Edward Lane, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "9.3", "des": "The Independence Square is 0.9 miles from the guest house, while Arcade Independence Square is 1.1 miles away. The nearest airport is Bandaranaike International Airport, 19.3 miles from Yoho Edward Lane. "},
{"name": "Colombo City Hotels (Pvt) Ltd", "stars": "2-star hotel", "address": "33, Canal Row Fort, Fort, 00100 Colombo, Sri Lanka", "review_score": "7.0", "des": "Hotel Colombo City is a 5-minute walk from Colombo Fort Railway Station and a 1-hour drive from Colombo International Airport."},
{"name": "Unique Towers Luxury Boutique Suites", "stars": "4 stars", "address": "No 30, Hyde Park Corner, 00200 Colombo, Sri Lanka", "review_score": "8.7", "des": "Fully furnished, the suites come with a sofa seating area and dining area. Included in all units are a flat-screen TV and washing machine."},
{"name": "Yoho ACA B&B", "stars": "1-star hotel", "address": "No. 4A, Alfred Place, Colombo 03, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "7.6", "des": "With a private bathroom, the air-conditioned rooms come with free towels and free linen. They feature a flat-screen TV with satellite channels. Some have a seating area."},
{"name": "ME Colombo", "stars": "4-star hotel", "address": "16 Park Road, 00500 Colombo, Sri Lanka", "review_score": "8.7", "des": "At the hotel, each room is fitted with a desk, a flat-screen TV and a private bathroom. ME Colombo provides certain units that have a balcony, and rooms come with a coffee machine. The rooms at the accommodation feature air conditioning and a wardrobe."},
{"name": "Rococo Residence", "stars": "4 stars", "address": "No.203, Sir James Periris Mawatha Colombo 02, Kollupitiya, 00200 Colombo, Sri Lanka", "review_score": "9.5", "des": "Featuring a balcony, the accommodation has a seating and dining area. There is also a kitchen, equipped microwave and toaster. Every unit comes with a private bathroom with slippers and free toiletries. Towels are offered."},
{"name": "Metro Port City Hotel", "stars": "1-star hotel", "address": "108, Kathiresan Street, 01300 Colombo, Sri Lanka", "review_score": "7.3", "des": "Every room comes with a TV."},
{"name": "Melvila", "stars": null, "address": "73/2, Kohalwila Road, 11600 Colombo, Sri Lanka", "review_score": "7.9", "des": "All units at the bed and breakfast are fitted with a seating area. Featuring a private bathroom, rooms at Melvila also feature a garden view. Guest rooms have a wardrobe."},
{"name": "Villa Raha", "stars": null, "address": "33 MacLeod Road, Colombo 4 No 33, 00400 Colombo, Sri Lanka", "review_score": "9.3", "des": "Every room is equipped with a flat-screen TV. Some units include a seating area where you can relax. A terrace or balcony are featured in certain rooms. All rooms come with a complimentary fresh fruit and snack basket. The rooms are equipped with a private bathroom with a bath or shower and bidet, with free toiletries provided."},
{"name": "SkyLounge Apartment Colombo", "stars": null, "address": "Apt. No.-B2,2nd Tower,34th Floor,320, Union Place, 00700 Colombo, Sri Lanka", "review_score": "8.9", "des": "An oven and a microwave can be found in the kitchen and there is a private bathroom. A flat-screen TV with satellite channels is available. Other facilities at SkyLounge Apartment Colombo include a barbecue. The apartment features free WiFi."},
{"name": "Colpetty House", "stars": null, "address": "2/6, Charles Avenue,, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "8.2", "des": "900 yards from Colpetty House is Barefoot Gallery while Sri Lanka National Museum is 1,000 yards from the property. Viharamahadevi Park is 1.6 miles away. Bandaranaike International Airport is 21.7 miles from Colpetty."},
{"name": "TJ'S Aariyeh", "stars": null, "address": "Fairfield Gardens, Borella, 00800 Colombo, Sri Lanka", "review_score": "10", "des": "The apartment includes 2 bedrooms, a kitchen with a microwave and a toaster, as well as a kettle. The air-conditioned apartment also offers a flat-screen TV, washing machine and a bathroom with a shower."},
{"name": "\"27\" Spathodea- Oasis in the City", "stars": "2 stars", "address": "27 Spathodea Ave, 00500 Colombo, Sri Lanka", "review_score": "9.7", "des": "Certain rooms include a seating area for your convenience. A terrace or patio are featured in certain rooms. All rooms include a private bathroom fitted with a bath or shower."},
{"name": "Barnes Place Bungalow", "stars": "3-star hotel", "address": "75/1 Barnes Place Colombo 7., 00800 Colombo, Sri Lanka", "review_score": "9.4", "des": "Some units feature a seating area where you can relax. A terrace or balcony are featured in certain rooms. All rooms are equipped with a private bathroom fitted with a bath or shower."},
{"name": "Hedges Court 3 Bedroom - Otium Apartments", "stars": null, "address": "Hedges Court Road, 00200 Colombo, Sri Lanka", "review_score": "8.7", "des": "Offering direct access to a balcony, this air-conditioned apartment comes with 3 separate bedrooms."},
{"name": "SkyLounge Apartment 2 Colombo", "stars": null, "address": "Tower 3,22 Floor,C3 Apartment, On Three 20, Union Place Colombo, 07000 Colombo, Sri Lanka", "review_score": "8.7", "des": "The accommodation comes with a fully equipped kitchen with a microwave, a flat-screen TV and a private bathroom with a bidet. Some units are air conditioned and include a terrace and/or a balcony, as well as a seating area."},
{"name": "Townsville Holiday Home Nugegoda", "stars": null, "address": "132 Kandawatte Road, 05000 Colombo, Sri Lanka", "review_score": "8.9", "des": "This air-conditioned holiday home comes with a fully equipped kitchen, a dining area and a TV. The accommodation also features a bathroom with a bidet."},
{"name": "Carlsen Residence 1", "stars": null, "address": "324 Havelock city , Havelock Road Colombo 5, Wellawatte, 00500 Colombo, Sri Lanka", "review_score": "8.3", "des": "Featuring views of the city, all units in the property come with a TV and Blu-ray player, as well as a washing machine and a private bathroom with a bath. A microwave and coffee machine are also available."},
{"name": "Amaloh Colombo", "stars": null, "address": "Police Park Avenue 25/1, 00500 Colombo, Sri Lanka", "review_score": "9.0", "des": "Rooms are fitted with a flat-screen TV with satellite channels. Some rooms have a seating area for your convenience. Each room is equipped with a private bathroom fitted with a bath. For your comfort, you will find free toiletries and a hairdryer."},
{"name": "Apartments at Tiesh", "stars": null, "address": "253, R A De Mel Mawatha, Colombo 03, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "8.9", "des": "The apartment will provide you with a flat-screen TV, air conditioning and a seating area. The kitchenette is equipped with a microwave, a fridge, a toaster and an oven. Featuring a shower, the private bathrooms also come with a bath and a hairdryer."},
{"name": "Sarma's Ocean View Apartment Colombo", "stars": "4 stars", "address": "Ramakrishna Road 9/1 Ben Tower, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "8.8", "des": "The apartment is equipped with a TV and a living room."},
{"name": "Axon Apartments 201", "stars": null, "address": "Suvisuddharama Road 141 Bus Stand apt 5/1 , no 15 , suvisuddarama road, Wellawatte, 00006 Colombo, Sri Lanka", "review_score": "9.8", "des": "The apartment includes a kitchen with a dishwasher and an oven, as well as a kettle. A flat-screen TV is offered."},
{"name": "Cinnamon Grand Colombo", "stars": "5-star hotel", "address": "77 Galle Road, Kollupitiya, 00100 Colombo, Sri Lanka", "review_score": "8.2", "des": "Cinnamon Grand offers a range of services for each traveler and room from Pillow menus, Turn-Down service, Breakfast in Bed Options, In-Room Safes, Tea & Coffee Facilities."},
{"name": "luxury in the heart of Colombo", "stars": null, "address": "320 Union Place Colombo 02, 00200 Colombo, Sri Lanka", "review_score": "10", "des": "The apartment is equipped with 2 bedrooms, a kitchen with an oven, and a bathroom. A flat-screen TV with cable channels is featured."},
{"name": "Taru Villas - Lake Lodge", "stars": "4 stars", "address": "20, Alvis Terrace, Colombo 3, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "9.1", "des": "The air-conditioned rooms are equipped with a satellite TV. Some units include a seating area to relax in after a busy day. All rooms come with a private bathroom equipped with a shower."},
{"name": "Ellen's Place", "stars": "5-star hotel", "address": "31, Shady grove avenue, Colombo 08., Borella, 00800 Colombo, Sri Lanka", "review_score": "9.0", "des": "The property is 1.2 miles from Asiri Surgical Hospital and the Colombo Town Hall. Bandaranaike International Airport is 18 miles away."},
{"name": "On 320 Apartment", "stars": "4-star hotel", "address": "On 320 (Tower 1), 320 Union Place, Colombo 2, 00200 Colombo, Sri Lanka", "review_score": "9.3", "des": "The kitchen features a dishwasher, an oven and a microwave, as well as a kettle. A flat-screen TV with satellite channels is provided. Other facilities at On 320 Apartment include a spa centre."},
{"name": "Joseph Lane Apartments", "stars": "3 stars", "address": "15/1 A Joseph Lane, Colombo, Sri Lanka Western Province, 11101 Colombo, Sri Lanka", "review_score": "10", "des": "All units are air-conditioned and some of them include a seating area with a TV, and a fully equipped kitchenette with a dining area."},
{"name": "Cheap guest and transportation services", "stars": null, "address": "NO 36/1 Dalugama, Kelaniya. Colombo. Sri lanka, 11600 Colombo, Sri Lanka", "review_score": "7.6", "des": "An Asian breakfast is available daily at the property."},
{"name": "Green Woods", "stars": null, "address": "No 226/6, Dias terrace Divulpitiya, 10290 Colombo, Sri Lanka", "review_score": "10", "des": "With direct access to a terrace with city views, the air-conditioned apartment consists of 1 bedroom. There is a dining area and a kitchen equipped with an oven."},
{"name": "Colombo 07 Regency - Apartment", "stars": null, "address": "7 Bullers Lane, 00700 Colombo, Sri Lanka", "review_score": "8.9", "des": "The apartment has 2 bedrooms, a living room, a fully equipped kitchenette with a dining area, and a bathroom with a shower."},
{"name": "Halahouse Colombo", "stars": null, "address": "7 Kothalawala Gardens, Colombo 04, 00400 Colombo, Sri Lanka", "review_score": "2.5", "des": "Featuring a balcony, some units are air conditioned and include a dining area and a seating area with a satellite flat-screen TV. There is also a kitchen in some of the units equipped with an oven and microwave."},
{"name": "Ara Palace", "stars": "4 stars", "address": "29A, STATION ROAD, COLOMBO 06, 00600 Colombo, Sri Lanka", "review_score": "6.7", "des": "At the guest house, each room comes with a wardrobe and a TV. All rooms come with a private bathroom with a bath."},
{"name": "Blue Ocean", "stars": "4-star hotel", "address": "Retreat Road, 00400 Colombo, Sri Lanka", "review_score": "9.2", "des": "With direct access to a balcony with sea views, the air-conditioned apartment consists of 3 bedrooms and a fully equipped kitchen."},
{"name": "Aathma Colombo House", "stars": null, "address": "485/69 Diyawanna Residencies  Sri Jayawardenepura Road, 10100 Colombo, Sri Lanka", "review_score": "9.9", "des": "The property is located 4.3 miles from R Premadasa Stadium, 4.3 miles from U.S. Embassy and 5 miles from Khan Clock Tower. Arcade Independence Square is 2.5 miles away and Sinhalese Sports Club is 2.5 miles from the guest house."},
{"name": "Private Apartment", "stars": null, "address": "Ketawalamulla Lane Dematagoda, 00900 Colombo, Sri Lanka", "review_score": "7.2", "des": "The apartment includes 3 bedrooms and a living room with a flat-screen TV."},
{"name": "Earl's Red Colombo", "stars": "3-star hotel", "address": "266 Baseline Road, 00900 Colombo, Sri Lanka", "review_score": "10", "des": "The rooms is fitted with air conditioning, a flat-screen TV with satellite channels, a kettle, a bath, free toiletries and a desk. With a private bathroom equipped with a shower and a hair dryer, certain rooms at the hotel also provide guests with a balcony. At Earl's Red Colombo every room includes a seating area."},
{"name": "Urban Bliss Studio", "stars": null, "address": "30/26 Longdon Place (off Malasekara Mawatha), 00700 Colombo, Sri Lanka", "review_score": "9.6", "des": "All rooms at the bed and breakfast are fitted with a seating area, a flat-screen TV with satellite channels and a private bathroom with free toiletries and a bidet. The rooms are equipped with a kettle, while some have a balcony. The rooms have a desk."},
{"name": "Thilhara Days Inn", "stars": "3-star hotel", "address": "No 75, Union Place Colombo 2, 00200 Colombo, Sri Lanka", "review_score": "6.7", "des": "All rooms are fitted with a flat-screen TV. You will find a kettle in the room. Each room is equipped with a private bathroom fitted with a bath or shower. For your comfort, you will find free toiletries and a hairdryer."},
{"name": "Yoho Carlwil Place", "stars": null, "address": "Carlwil Place 17/1, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "5.7", "des": "At the hotel, every room is fitted with a desk and a flat-screen TV. With a private bathroom, certain rooms at Yoho Carlwil Place also feature a balcony."},
{"name": "Cirute Colombo 04", "stars": "4-star hotel", "address": "Apt 4/3, Blue Ocean Residencies , 18 Retreat Road , Colombo 4., 04000 Colombo, Sri Lanka", "review_score": "8.9", "des": "The apartment features 2 bedrooms, a kitchen with an oven and a microwave, and a bathroom with a bidet. A flat-screen TV is offered."},
{"name": "Sayura House", "stars": "4-star hotel", "address": "65 International Buddhist Center Road, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "9.2", "des": "Each room is fitted with a private bathroom."},
{"name": "55TG Boutique Suites", "stars": "4 stars", "address": "Lionel Edirisinghe Mawatha Kirrulapone, 00500 Colombo, Sri Lanka", "review_score": "9.1", "des": "All guest rooms in the guest house are fitted with a kettle. With a private bathroom equipped with a bidet and free toiletries, certain rooms at 55TG Boutique Suites also boast a garden view. Guest rooms at the accommodation have air conditioning and a desk."},
{"name": "Rohan's villa", "stars": null, "address": "5/10a charles de soysa place idama moratuwa, 10400 Colombo, Sri Lanka", "review_score": "9.6", "des": "The apartment comes with a cable TV and 1 bedroom. The bathroom features a shower, while free toiletries and a hair dryer are also available."},
{"name": "Hello travel- sea view cozy place Colombo", "stars": null, "address": "No.9B, 5/2, Peter’s lane, Dehiwala, Colombo Vishtower, 10350 Colombo, Sri Lanka", "review_score": "10", "des": "The apartment includes 2 bedrooms, a living room, and a bathroom with a shower. There is a seating area and a kitchen complete with a microwave, a fridge and a stovetop."},
{"name": "Sunhill Budget inn Colombo", "stars": null, "address": "No.24B palmyrah avenue, Kollupitiya, colombo 03, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "5.8", "des": "At the hotel, every room has a desk, a TV and a private bathroom. Selected rooms come with a kitchen with a fridge and a stovetop."},
{"name": "Park Lane Residencies", "stars": null, "address": "Park Lane Residencies, Dharmapala Mawatha Colombo 7, 00200 Colombo, Sri Lanka", "review_score": "9.2", "des": "The apartment includes 3 bedrooms and a living room with a flat-screen TV. The accommodation is equipped with a kitchen with an oven and a microwave."},
{"name": "Adams Mansion", "stars": null, "address": "Swarna Road, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "8.5", "des": "All units at the bed and breakfast are equipped with a flat-screen TV and a kitchenette. The rooms include a kettle, while some have a terrace. All rooms at Adams Mansion feature air conditioning and a wardrobe."},
{"name": "Crown Properties", "stars": null, "address": "186 Park Road Colombo, 00500 Colombo, Sri Lanka", "review_score": "10", "des": "R Premadasa Stadium is 3.7 miles from Crown Properties. Bandaranaike International Airport is 19.9 miles from the property. "},
{"name": "Colombo Villa at Cambridge Place", "stars": null, "address": "16/6, Cambridge Place, Colombo 7, 00700 Colombo, Sri Lanka", "review_score": "9.1", "des": "The accommodation comes with a satellite flat-screen TV. Some units include a seating area and/or balcony. A fridge and kettle are also available. Every unit has a private bathroom with bathrobes. Bed linen is offered."},
{"name": "AKARA Apartments - Lower Bagatalle Rd", "stars": null, "address": "4/2 and 2/2, Seagull Residencies, 562/2, Lower Bagatalle Road , Colombo -3, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "7.0", "des": "With free WiFi, this apartment features a satellite TV and a kitchen with an oven and microwave."},
{"name": "Halcyon House Colombo", "stars": "4-star hotel", "address": "42/3, Dickmans Rd, 00500 Colombo, Sri Lanka", "review_score": "8.7", "des": "Some units feature a seating area to relax in after a busy day. You will find a kettle in the air-conditioned rooms. Extras include free toiletries."},
{"name": "Mövenpick Hotel Colombo", "stars": "5-star hotel", "address": "No. 24, Dharmapala Mawatha, Kollupitiya, 00700 Colombo, Sri Lanka", "review_score": "8.6", "des": "Every room at this hotel is air conditioned and is fitted with a flat-screen TV with cable channels. Some units feature a seating area for your convenience. Some rooms include views of the sea or city. For your comfort, you will find bathrobes, slippers and free toiletries."},
{"name": "Cool Colombo7", "stars": null, "address": "27/12, Rosmead Place, Colombo7, 00700 Colombo, Sri Lanka", "review_score": "8.0", "des": "National Art Gallery is 750 yards from the guest house, while Sinhalese Sports Club is 0.7 miles from the property. Bandaranaike International Airport is 18 miles away. "},
{"name": "Heritage Villa", "stars": null, "address": "37/4, Gregory's Road,Colombo 07, 00700 Colombo, Sri Lanka", "review_score": "9.4", "des": "The apartment includes 2 bedrooms and a kitchen with an oven and a microwave. A flat-screen TV with satellite channels is offered."},
{"name": "ZEN Premium Upatissa Road", "stars": "2-star hotel", "address": "Located in Ceylon City Hotel, Upatissa Road No 11, Colombo 04, 00400 Colombo, Sri Lanka", "review_score": "7.8", "des": "All guest rooms in the hotel are fitted with a flat-screen TV. The units at ZEN Premium Upatissa Road include air conditioning and a desk."},
{"name": "WEG 09' Residency", "stars": null, "address": "No.09, Station road Colombo 04, 00400 Colombo, Sri Lanka", "review_score": "8.9", "des": "The apartment includes a kitchen with a microwave and a toaster, as well as a kettle. A flat-screen TV is provided."},
{"name": "sri mount guests palace", "stars": null, "address": "No.03 St.Sylvester Road Mount Lavinia, 10370 Colombo, Sri Lanka", "review_score": "7.5", "des": "All units at the guest house come with a seating area. Every room is fitted with a private bathroom, and certain rooms at sri mount guests palace have a balcony. The units have a desk."},
{"name": "Swiss Cottage", "stars": null, "address": "82/10 14th Lane, Wickramasinghepura, Thalawathugoda, 10116 Colombo, Sri Lanka", "review_score": "9.6", "des": "The units comes with air conditioning, a flat-screen TV with satellite channels, a kettle, a shower, a hair dryer and a wardrobe. Some rooms are fitted with a kitchen with an oven. At the bed and breakfast, the rooms come with a seating area."},
{"name": "AKARA Residences and Serviced Apartments", "stars": "4-star hotel", "address": "No 50/1D, Mayura Place, Colombo 05, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "8.5", "des": "All units are fitted with air conditioning, a flat-screen TV, washing machine and kettle. Some units include a dining area and/or a balcony."},
{"name": "Ocean Apartment", "stars": null, "address": "Ocean Trade and Logistics, No 13 Lauries Road, Colombo 4, 00400 Colombo, Sri Lanka", "review_score": "8.8", "des": "The apartment features a kitchen with a dining area and an oven, a bathroom, and a washing machine. A flat-screen TV is provided."},
{"name": "Cirute Colombo 03", "stars": null, "address": "Apt1/3 Blue Ocean Apartments 142/4 Galle Road, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "9.0", "des": "An oven and a microwave can be found in the kitchenette. Towels and bed linen are provided in this apartment. Other facilities at Cirute Colombo 03 include a fitness centre."},
{"name": "Brand New Sea View Apartment.", "stars": "4-star hotel", "address": "Apartment No. 8/4, Span Tower, No. 48, Haig Road, 00400 Colombo, Sri Lanka", "review_score": "8.7", "des": "The apartment is composed of a dining area, a fully equipped kitchen, and 2 bathrooms. The air-conditioned apartment also provides a flat-screen TV, washing machine and a bathroom with a bidet, a shower and free toiletries."},
{"name": "Bungalow at edge", "stars": null, "address": "No 121 E 18th Lane Isurupura Malabe Malabe, 10115 Colombo, Sri Lanka", "review_score": "8.2", "des": "This chalet is fitted with a living room and a fully equipped kitchen with an oven. A TV is featured."},
{"name": "Kool Apartments - Sagara Road", "stars": null, "address": "23 Sagara Road, 00400 Colombo, Sri Lanka", "review_score": "9.2", "des": "Offering direct access to a balcony, the air-conditioned apartment consists of 3 bedrooms. A flat-screen TV is provided."},
{"name": "Mrins Colombo", "stars": null, "address": "658/59 Mahawila Gardens, Baseline Road, Dematagoda, 00900 Colombo, Sri Lanka", "review_score": "8.3", "des": "This 4-bedroom holiday home includes 2 bathrooms equipped with a shower."},
{"name": "The Little Townhouse", "stars": null, "address": "17B, Flower Terrace, Colombo 7, Kollupitiya, 00700 Colombo, Sri Lanka", "review_score": "8.5", "des": "A microwave and kettle are also provided."},
{"name": "Ivy House", "stars": null, "address": "122/12, Arnolda Place, Kirulapone Avenue, 00500 Colombo, Sri Lanka", "review_score": "8.5", "des": "The apartment is equipped with a TV. The apartment also features a seating area and a bathroom with a shower."},
{"name": "Sunrise Boutique", "stars": "4 stars", "address": "291/8 Edward Avenue, Havelock Road, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "8.6", "des": "All rooms have a flat-screen TV with satellite channels. Certain units feature a seating area where you can relax. You will find a kettle in the room. All rooms come with a private bathroom. For your comfort, you will find free toiletries and a hairdryer."},
{"name": "Windsor Apartment", "stars": "3 stars", "address": "Windsor Avenue, 10350 Colombo, Sri Lanka", "review_score": "9.3", "des": "Providing access to a balcony, the air-conditioned apartment consists of 1 bedroom and two sofa beds. A flat-screen TV with cable channels is offered."},
{"name": "Mrs Pepperpots", "stars": "3-star hotel", "address": "2A, R G Senanayake Mawatha, 00700 Colombo, Sri Lanka", "review_score": "9.0", "des": "At the guest house, all rooms come with a desk."},
{"name": "Dees Homestay Colombo", "stars": null, "address": "Sri Saranankara Road, 10350 Colombo, Sri Lanka", "review_score": "9.2", "des": "All rooms are equipped with a TV. You will find a kettle in the room. Extras include free toiletries and a hairdryer."},
{"name": "Yoho Relax On Simon", "stars": null, "address": "No 16,Simon Hewavitarana Rd, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "5.8", "des": "At the hotel, every room includes a desk. The rooms are fitted with air conditioning, and certain units at Yoho Relax On Simon have a balcony. At the accommodation, each room is fitted with a private bathroom with a shower."},
{"name": "Bed & Breakfast", "stars": null, "address": "368 1/1 Mount Lavenia 368 1/1, 10370 Colombo, Sri Lanka", "review_score": "7.3", "des": "The rooms at the bed and breakfast are equipped with a seating area."},
{"name": "Heart of Colombo Cozy 3 Bedroom Home Villa", "stars": null, "address": "33 Kuruppu Road, Borella, 00800 Colombo, Sri Lanka", "review_score": "7.9", "des": "This holiday home has a living room and a fully equipped kitchen. There is a bathroom with free toiletries."},
{"name": "Boutique Spice Colombo", "stars": "4-star hotel", "address": "224 Lake Drive, 00800 Colombo, Sri Lanka", "review_score": "8.6", "des": "All rooms at the hotel are equipped with a seating area and a flat-screen TV with satellite channels. Boutique Spice Colombo offers certain units with garden views, and rooms are equipped with a private bathroom. The units at the accommodation include air conditioning and a desk."},
{"name": "The Hostel", "stars": null, "address": "12th Lane Galle Road, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "7.1", "des": "Certain rooms feature views of the sea or city. Each room has a private bathroom. The Hostel features free WiFi ."},
{"name": "Axon Apartments 301", "stars": null, "address": "37th Lane, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "9.6", "des": "The apartment is fitted with 2 bedrooms, a flat-screen TV with satellite channels and a fully equipped kitchen that provides guests with a dishwasher and an oven."},
{"name": "Falcon Residencies", "stars": null, "address": "No:6/3, Falcon Residencies, Shrubbery Garden Rd., 00400 Colombo, Sri Lanka", "review_score": "10", "des": "The kitchen has a microwave and a fridge. A TV with satellite channels is offered. Other facilities at Falcon Residencies include a terrace."},
{"name": "City Square Service Apartments", "stars": "4 stars", "address": "01, Fonseka Terrace, Havelock Road, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "8.0", "des": "The apartments have 3 bedrooms, a living area and a dining hall. It also an attached bathroom in the master bedroom and a visitor's bathroom. Other facilities include a 24-inch LED TV, a fully equipped shared kitchen featuring a stovetop, a microwave and a fridge."},
{"name": "The Queens apartment", "stars": null, "address": "Fonseka terrace havelock road 14, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "8.3", "des": "The apartment has 1 bedroom, a flat-screen TV with satellite channels, an equipped kitchen, and a bathroom with a bidet."},
{"name": "Dias Residence", "stars": null, "address": "5 Alwis Place Colombo 03, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "9.6", "des": "The homestay is fitted with a cable flat-screen TV."},
{"name": "City Haven Colombo", "stars": null, "address": "50 Jawatte Road, 00700 Colombo, Sri Lanka", "review_score": "8.3", "des": "The units at the guest house are fitted with a seating area, a flat-screen TV with satellite channels and a private bathroom with free toiletries and a bidet. All rooms at City Haven Colombo include air conditioning and a wardrobe."},
{"name": "Coral Breeze Colombo", "stars": "3-star hotel", "address": "Marine Drive , Colpetty,  Colombo 3, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "6.1", "des": "Each air-conditioned room here will provide you with a seating area with sofa, flat-screen satellite TV and work desk. Featuring a shower, private bathroom comes with a hairdryer."}[
{"name": "Beautiful Apartment", "stars": null, "address": "No 28, Ramakrishan Road, Ben Tower. Apt 3/8, Wellawatte, 00300 Colombo, Sri Lanka", "review_score": "10 ", "des": "This air-conditioned apartment is fitted with 2 bedrooms, a satellite flat-screen TV, a dining area, and a kitchen."},
{"name": "Amber FR 16 - Colombo", "stars": "4-star hotel", "address": "No 16, Flower Terace, Colombo 03, Kollupitiya, 00100 Colombo, Sri Lanka", "review_score": "8.5 ", "des": "All units are equipped with a flat-screen TV and a fully equipped kitchenette with a microwave. A fridge and stovetop are also available, as well as a kettle."},
{"name": "Dolce Casa", "stars": null, "address": "5 Skelton Road, 00500 Colombo, Sri Lanka", "review_score": "9.3 ", "des": "All units in the guest house are fitted with a kettle. Rooms are complete with a private bathroom equipped with free toiletries, while selected rooms are equipped with a balcony. All guest rooms feature a desk."},
{"name": "A One Hotel - \"The Marine\"", "stars": "3-star hotel", "address": "37 Frances Road Wellawatte, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "8.2 ", "des": "All guest rooms in the hotel are equipped with a flat-screen TV with satellite channels. All rooms include a private bathroom, while selected rooms are fitted with a balcony and others also boast a sea view. The rooms at A One Hotel - \"The Marine\" include air conditioning and a desk."},
{"name": "City Lake Residence by Sunrise", "stars": "3 stars", "address": "30/2, Alwis Place, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "8.6 ", "des": "Some units feature a terrace and/or a balcony with garden or city views."},
{"name": "Gower House", "stars": null, "address": "20 GOWER ST COLOMBO 5, 00500 Colombo, Sri Lanka", "review_score": "9.4 ", "des": "At the bed and breakfast, each room is equipped with a desk. The private bathroom is equipped with a shower and free toiletries. The units at Gower House include air conditioning and a wardrobe."},
{"name": "Thilhara Days Inn", "stars": "3-star hotel", "address": "No 75, Union Place Colombo 2, 00200 Colombo, Sri Lanka", "review_score": "6.7 ", "des": "All rooms are fitted with a flat-screen TV. You will find a kettle in the room. Each room is equipped with a private bathroom fitted with a bath or shower. For your comfort, you will find free toiletries and a hairdryer."},
{"name": "Mahasen by Foozoo", "stars": null, "address": "15A MAHASEN MAWATHA, 00500 Colombo, Sri Lanka", "review_score": "9.0 ", "des": "Some units include a seating area where you can relax. Superior rooms have a sauna or a hot tub."},
{"name": "Araliya Apartment", "stars": null, "address": "onThree20, Tower 3, Apartment 15/B2, Union Place, Colombo 2, 00200 Colombo, Sri Lanka", "review_score": "9.7 ", "des": "The air-conditioned accommodation will provide you with a seating area with sofa, flat-screen satellite TV and washing machine. There is a kitchenette with a microwave and a refrigerator. Featuring a shower, private bathrooms come with a hairdryer. You can enjoy lake view and city view from the balcony."},
{"name": "Golden Pier City Hotel", "stars": "3-star hotel", "address": "No.74,K B Christie Perera Road,Colombo 13, 01300 Colombo, Sri Lanka", "review_score": "8.4 ", "des": "All rooms at the hotel are fitted with a seating area, a flat-screen TV with satellite channels and a private bathroom with free toiletries and a bath. Rooms are fitted with a kettle, while selected rooms here will provide you with a balcony and others also have sea views. The units at Golden Pier City Hotel feature air conditioning and a desk."},
{"name": "Cinnamon Red Colombo", "stars": "4-star hotel", "address": "59 Ananda Coomaraswamy Mawatha Colombo 03, Kollupitiya, 00300 Colombo, Sri Lanka", "review_score": "8.7 ", "des": "The hotel is just a 10-minute walk from Liberty Cinema Hall and 1,000 yards from Sri Lanka National Museum. Colombo Town Hall is about 0.7 miles away, while Bandaranaike International Airport is accessible within a 1-hour drive."},
{"name": "Onthree20 Residencies in City Centre", "stars": "4-star hotel", "address": "Onthree20 Residencies, 320, Union Place, Colombo 2, 00200 Colombo, Sri Lanka", "review_score": "9.6 ", "des": "This air-conditioned 2-bedroom apartment comes with a kitchen, a seating area, a dining area and a satellite flat-screen TV. The apartment also offers a bathroom with a bath, a shower and free toiletries."},
{"name": "Fern Colombo", "stars": "3 stars", "address": "78 Rosmead Place, 00700 Colombo, Sri Lanka", "review_score": "8.8 ", "des": "All guest rooms are fitted with a flat-screen TV with satellite channels, , a kettle, a bath or shower and a desk. With a private bathroom, rooms at the bed and breakfast also provide guests with a city view."},
{"name": "Luxury Serviced Apartment", "stars": null, "address": "46/10/11 Station Road, Dehiwala, 10350 Colombo, Sri Lanka", "review_score": "10 ", "des": "Each unit has a balcony, a kitchenette with an oven, a dining area and a flat-screen TV, while the private bathroom includes a bath or shower. There is also a microwave, toaster and a kettle."},
{"name": "Richmond House Colombo", "stars": null, "address": "292, High Level Road, 10250 Colombo, Sri Lanka", "review_score": "8.9 ", "des": "The hotel offers a continental or Asian breakfast."},
{"name": "Royal Park Luxury 3 Bedroom Apartment @18", "stars": null, "address": "115, Lake Drive, Borella 18th Floor, Colombo, 10107 Colombo, Sri Lanka", "review_score": "10 ", "des": "The apartment includes 3 bedrooms, a kitchen with an oven and a microwave, as well as a kettle. The air-conditioned apartment also offers a flat-screen TV, a seating area, washing machine and a bathroom with a hot tub."},
{"name": "Stratford Hill Apartment", "stars": null, "address": "110 Stratford Avenue Colombo 6, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "10 ", "des": "Composed of 2 bedrooms, this apartment features 2 bathrooms with a bidet, a shower and a hair dryer. The accommodation is fitted with a kitchen."},
{"name": "Venue Colombo", "stars": "4-star hotel", "address": "229 Castle Street, , Borella, 00800 Colombo, Sri Lanka", "review_score": "7.7 ", "des": "Every room is equipped with a flat-screen TV with cable channels. You will find a kettle in the room. All rooms are fitted with a private bathroom with a bath and bidet, with free toiletries provided."},
{"name": "Seaview at Colombo", "stars": null, "address": "No 28, Ben Tower, Ramakrishna Road, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "7.8 ", "des": "The accommodation features a dining area and a seating area with a cable flat-screen TV. Some units include a terrace and/or balcony. There is also a kitchen, fitted with an oven, microwave and toaster. A fridge and stovetop are also available, as well as a kettle. Seaview at Colombo features free WiFi throughout the property. Bed linen is offered."},
{"name": "Anugaa in The City", "stars": "3 stars", "address": "102/2, Kitulwatta Road, Colombo 8, Borella, 00800 Colombo, Sri Lanka", "review_score": "9.0 ", "des": "Each room is equipped with a flat-screen TV with satellite channels. Some rooms include a seating area to relax in after a busy day. Each room comes with a private bathroom equipped with a bidet and shower. Bed and Breakfast Colombo features free WiFi throughout the property."},
{"name": "The Shalimar Residence", "stars": null, "address": "43-92A Poorwarama Mawatha, Colombo 05, 00005 Colombo, Sri Lanka", "review_score": "9.3 ", "des": "This air-conditioned holiday home comes with a kitchen, a seating area, a dining area and a cable flat-screen TV. The holiday home also provides guests with a bathroom with a bath, a bidet and free toiletries."},
{"name": "Yoho Bro Hotel", "stars": null, "address": "Bawa Place 1, Borella, 00800 Colombo, Sri Lanka", "review_score": "7.2 ", "des": "At the hotel, all rooms include a desk, a flat-screen TV and a private bathroom."},
{"name": "Yoho City Stop", "stars": "3-star hotel", "address": "No.12/14,Vajira Road,Colombo 04., 00400 Colombo, Sri Lanka", "review_score": "9.1 ", "des": "Guests can also relax in the shared lounge area."},
{"name": "Royal Park Luxury 3Bedroom Apartment@12", "stars": "4 stars", "address": "115A-1205,  Royal park Condominium, Lake Drive, Rajagiriya Lake Drive Rajagiriya, 10100 Colombo, Sri Lanka", "review_score": "8.3 ", "des": "There is a seating area, a dining area and a kitchen equipped with an oven, refrigerator and washing machine. Towels and bed linen are provided in this self-catering accommodation. Other facilities at Royal Park Luxury 3Bedroom Apartment@12 include a spa centre and sauna. The apartment features free WiFi throughout the property."},
{"name": "Brand New Sea View Apartment.", "stars": "4-star hotel", "address": "Apartment No. 8/4, Span Tower, No. 48, Haig Road, 00400 Colombo, Sri Lanka", "review_score": "8.7 ", "des": "The apartment is composed of a dining area, a fully equipped kitchen, and 2 bathrooms. The air-conditioned apartment also provides a flat-screen TV, washing machine and a bathroom with a bidet, a shower and free toiletries."},
{"name": "Villa Capers", "stars": "3 stars", "address": "26, Chandraleka Mawatha, Off Cotta Road, Borella, Borella, 00800 Colombo, Sri Lanka", "review_score": "8.9 ", "des": "The property is just 0.9 miles from University of Colombo and 1.1 miles from Sinhalese Sports Club. Bandaranaike International Airport is approximately a 30-minute drive away."},
{"name": "Capital 7", "stars": null, "address": "NO 62, ROSMEAD PLACE, 00700 Colombo, Sri Lanka", "review_score": "9.0 ", "des": "All units include a seating area. Some units have a dining area and/or balcony. There is also a kitchen, fitted with a dishwasher and oven. A microwave and toaster are also offered, as well as a kettle. Bed linen is provided."},
{"name": "Silvikris Residence", "stars": null, "address": "298 High Level Road colombo 06 kirulapone 298 Highlevel road kirulapone, colombo 06 apt 6/3, Wellawatte, 00600 Colombo, Sri Lanka", "review_score": "9.6 ", "des": "Opening onto a terrace, this air-conditioned apartment comes with 2 separate bedrooms. An oven and a fridge can be found in the kitchenette."},
{"name": "Villa Crystals", "stars": "3 stars", "address": "288 C, Bakmeegaha Road, Malabe, 10115 Colombo, Sri Lanka", "review_score": "9.0 ", "des": "At the hotel, the rooms have a desk and a flat-screen TV. Rooms are complete with a private bathroom equipped with a shower and free toiletries, while certain rooms at Villa Crystals also feature a terrace."},
{"name": "TJ'S Aariyeh", "stars": null, "address": "Fairfield Gardens, Borella, 00800 Colombo, Sri Lanka", "review_score": "10 ", "des": "The apartment includes 2 bedrooms, a kitchen with a microwave and a toaster, as well as a kettle. The air-conditioned apartment also offers a flat-screen TV, washing machine and a bathroom with a shower."}